export const REGIONS = [
    '서울', '경기', '인천',         // 수도권
    '강원',                       // 강원권
    '대전', '세종', '충북', '충남', // 충청권
    '광주', '전북', '전남',         // 호남권
    '대구', '부산', '울산', '경북', '경남', // 영남권
    '제주'                        // 제주권
];

export const REGION_MAPPER = {
    '서울': '서울특별시', '경기': '경기도', '인천': '인천광역시',
    '강원': '강원특별자치도',
    '대전': '대전광역시', '세종': '세종특별자치시', '충북': '충청북도', '충남': '충청남도',
    '광주': '광주광역시', '전북': '전북특별자치도', '전남': '전라남도',
    '대구': '대구광역시', '부산': '부산광역시', '울산': '울산광역시', '경북': '경상북도', '경남': '경상남도',
    '제주': '제주특별자치도'
};